/* Total week earning */
"Total week earning: \(earningTotalWeek)\(currentUser.currency)" = "Total week earning: \(earningTotalWeek)\(currentUser.currency)";

/* Total week hours */
"Total week hours: \(hoursTotalWeek)" = "Total week hours: \(hoursTotalWeek)";

